[{"title":"水晶球","date":"2022-03-20T05:30:58.000Z","path":"2022/03/20/水晶球/","text":"这是一个水晶球，水晶球里面是一个完整的世界。处于水晶球里面的人们过着自己的忙碌生活，大体上与我所处的世界差不多。 我是谁？这并不重要。反正我只是这颗水晶球的观察者，知晓水晶球里发生的一切。 当然，不知道在什么时候，我瞥见了水晶球里的他。他当时正呆呆地望着那个世界的天空，随后，他不由自主自问道：“我是谁？”这不是很简单嘛，我就是我呗。仅仅只是一瞬间，他似乎也以“我就是我”作为答案，回到了日常生活当中。之后一切如常。 真的一切如常吗？其实不然，在之后我又看见了他。他打算探索这个世界，寻找他心中追求的世界的真实面目。之后，整个世界似乎也随着他这个决定悄悄改变了，实际上是我把更多的注意力集中在他的身上，因为在此时此刻，知晓水晶球的一切的我居然不清楚他心中所想。 本来并不是这样的。只不过在面对现实的时候，他慢慢地觉察到了一些“裂隙”，他其实有些反感，感到一点点不适。但因为裂隙若隐若现，所以他还是选择无视。但是在某一天，他深信不疑的某种秩序产生了裂隙，并且影响到了他的生活，他感到痛苦，接受不了，更是感到震惊，再也不能无视裂隙的存在。于是，他希望去能够找到这个世界的真相，从而“缝合”这个裂隙。 裂隙当然是存在的。倒不如说，裂隙应当存在，这个水晶球处处充满着裂隙。正因为有了这些裂隙的堆积，才组成了这个五彩缤纷的世界，裂隙在水晶球中可是代表一种奇迹。倘若没有这种裂隙，整个世界是完美无缺的，那么整个世界的所有事物都是依照着某种完美无缺的秩序运行演化，那对于这个世界本身来说又有什么存在的意义呢？ 其实，对于他这种决定我是无所谓的。但是我还是希望他能够回到他所处的现实中去，毕竟不好好面对现实谈什么探索真相，毕竟也不知道他会做出什么，说不定最终会导致整个水晶球爆炸，那可不行。于是我尝试去暗示他、去帮助他，让他去以面对现实的方式去探索世界。就像一束火光一样，从自身出发，逐步点亮现实的每一个角落。最终，整个水晶球被点亮，他就会看到整个水晶球样貌，即世界的真相。他似乎也接受到这一暗示，开始按我的想法去做。 不过进展似乎有些不对劲，通过面对现实，他察觉到了越来越多的裂隙，这确实是难以避免的，但他真的难以接受。到后来，他放弃了，内心蒙上了一层阴影。我再也无法干涉他的行动，只能默默地注视着。 放弃了这一方法的他不知道从什么时候他发现了一本魔法书，上面阐明了制造水晶球的方法：以自身的抽象能力构建出一个世界。他很高兴，想着可以通过构建内心世界的方式进而理解这个世界，这个就是他想要的，并且自认为很有天赋。于是他就往制造水晶球这个方向前进了。不知道又过了多少天，他终于把这个水晶球制造出来了。可是水晶球里面的并非一个世界，而是一片混沌。 这对于我来说倒不是一个意外，虽然现在看不懂他在想什么，但是我还是了解他的。他本来就不爱学习，不求甚解。拿到那本魔法书时，他其实是当成工具书来用的，大体只了解制作过程，并没有刻苦钻研过程与过程之间的原理联系、发生机制，而且粗略看完流程就把书扔了。制造出来的水晶球外表有模有样，但实际上可差太远了。 他显然也意识到了这一点，很生气，一气之下把水晶球砸碎了，书也找不到了，他所作的努力成了徒劳。这时他也意识到面对现实的确是最简单有效的办法。可当他回过头再面对这个现实的时候，他所处的现实的每一处裂隙更大了，现实早已四分五裂。 虽然裂隙变大了，但现实本身并没有四分五裂，问题在于那个水晶球上。水晶球的内在物需要依靠自己内心的抽象能力创造，同时水晶球外壳起到抑制内心想象无限增殖的作用。当他把水晶球打破时，内心的想象得以释放。这种想象将现实的实在物覆盖起来，或者取代。对于他来说，幻想与现实的境界随水晶球的打破而打破，他现在面对的现实实际上被他想象世界所覆盖。想象会在各方面无限增殖，因为他难以接受负面的事物，导致他一直看到了“现实”的负面，并且不断地扩大化。这是他感到痛苦，痛苦本身也在不断的扩大。最终，他崩溃了。 其实，要想解决这个问题很简单，还是面对现实。他其实也有些明白，现实本身也掺入了他的无意义的有害想象，裂隙也并没有想象的那么大，没有他想象的那样危险。但内心感悟终究是内心感悟。他没有行动，因为他感到畏惧。他的内心感悟与现实行动终究因想象而产生裂隙。或者说，他有行动，他的行动是与自己的想象进行无意义的搏斗，已经无暇顾及什么面对现实了。他逐渐感觉整个世界均以自己为敌，并且敌人越来越多。但他后来惊讶的发现，敌军的主要领导者就是他自己。 正是这种感觉，他开始抹除与世界的所有联系，一层层关系抹除，他似乎觉察到自己的头脑愈发清晰，其实那也是他的想象。当他抹除与世界的最后一丝联系的瞬间，整个世界必然会将他一并抹除。 真是可悲！对于他来说，只要迈出那一步就可以了，可为什么不做呢？只能说是太可惜了，追寻世界真相失败的他，到头来都不知道“我就是我”的意义。","tags":[]}]